{
  "countries": [
    {
      "country": "Турция", 
      "capital":"Анкара", 
      "url": "turkey",
      "population": "78.7 млн. человек", 
      "religion": "ислам", 
      "language": "турецкий", 
      "currency": "турецкая лира", 
      "lat": "39",
      "lng": "35",
      "flag": "https://restcountries.eu/data/tur.svg",
      "countryImg": "turkey.jpg",
      "gallery": [
        {
          "place": "Памуккале (Памуккале)", 
          "info": "Природный и культурный объект Всемирного наследия ЮНЕСКО общей площадью около 1077 га в провинции Денизли на юго-западе Турции. В него входят геотермальные источники с температурой воды 36 °C, водоемы-террасы, образовавшиеся из травертина, а также территория древнего города Иераполиса.", 
          "img":  "turkey1.jpg"
        },
        {
          "place": "Амфитеатр Аспендоса (Памфилия)",
          "info": "Древний город в южной части Турции. Руины города находятся в 35 км от Анталии, неподалёку от посёлка Серик. Здесь проходят концерты и различные мероприятия, а летом проводится Фестиваль оперы и балета.",
          "img": "turkey2.jpg"
        }, 
        {
          "place": "Голубая мечеть (Стамбул)",
          "info": "Считается выдающимся образцом исламской и мировой архитектуры. Мечеть расположена на берегу Мраморного моря, в историческом центре Стамбула в районе Султанахмет, напротив Айя-Софии. Мечеть является одним из символов города.",
          "img": "turkey3.jpg"
        },
        {
          "place": "Крепость (Аланья)",
          "info": " средневековая крепость в городе Аланья на юге Турции. Большая её часть была построена в XIII веке. Крепость расположена на скалистом полуострове высотой 250 м, выдающимся в Средиземное море, которое окружает его с трёх сторон.",
          "img": "turkey4.jpg"
        },
        {
          "place": "Олюдениз",
          "info": "Самый красивый курорт Турции. В Олюденизе находится Голубая лагуна — национальный заповедник Турции, известный своим необыкновенным пляжем. ",
          "img": "turkey5.jpg"
        },
        {
          "place": "Бассейн Клеопатры (Памуккале)",
          "info": "Легенда гласит, что Марк Антоний подарил Клеопатре местечко, известное теперь как Памуккале, там был прекрасный бассейн с тёплой лечебной водой и Клеопатра принимала здесь омолаживающие ванны, а простым смертным нельзя было окунаться в него под страхом смерти.",
          "img": "turkey6.jpg"
        }
      ]
    },
    {
      "country": "Греция", 
      "capital":"Афины", 
      "url": "greece",
      "population": "10.8 млн. человек", 
      "religion": "православие", 
      "language": "греческий", 
      "currency": "евро", 
      "lat": "39",
      "lng": "22",
      "flag": "https://restcountries.eu/data/grc.svg",
      "countryImg": "greece.jpg",
      "gallery": [
        {
          "place": "Храм Аполлона (г.Дельфы)", 
          "info": "Ныне представляет собой руины древнегреческого храма, по своему типу являвшегося периптером, дорического сооружения, датируемого IV веком до нашей эры", 
          "img":  "greece1.jpg"
        },
        {
          "place": "Пляж Навагио (остров Закинф)",
          "info": "Пляж со всех сторон окружают отвесные белые известняковые утёсы высотой от 45 до 225 метров, поэтому добраться до него можно только по воде. На самой высокой точке, из тех, что окружают пляж, находится обзорная площадка, от которой вниз ведёт крутая лестница.",
          "img": "greece2.jpg"
        },
        {
          "place": "Монастыри Метеоры (г. Каламбака)",
          "info": "Метеоры (греч. Μετέωρα — «парящие в воздухе») — скалы, состоящие из смеси песчаника и обломочной горной породы и достигающие в высоту 600 м над уровнем моря, в горах Фессалии на севере Греции.  Известны с X века, наряду с Афоном, как один из центров православного монашества в Греции.",
          "img": "greece3.jpg"
        },
        {
          "place": "Петалу́дес - Долина бабочек (остров Родос)",
          "info": "Одна из самых известных достопримечательностей Родоса. Тысячи бабочек вида медведица четырёхточечная (Euplagia quadripunctaria) слетаются в долину с конца мая, после наступления сухого сезона, привлекаемые влагой и прохладой, а также запахом стираксов. ",
          "img": "greece4.jpg"
        },
        {
          "place": "Афинский акрополь (г. Афины)",
          "info": "Акрополь в городе Афины, представляющий собой 156-метровый скалистый холм с пологой вершиной. Это было главное место для нахождения царя. Также внутри имелось немало храмов, где возносились молитвы греческим богам и воздавались жертвы.",
          "img": "greece5.jpg"
        },
        {
          "place": "Храм Зевса Олимпийского (г. Афины)",
          "info": "Самый большой храм Греции, строившийся с VI века до н. э. до II века н. э. Согласно легенде храм был построен на месте святилища мифического Девкалиона, праотца греческого народа.",
          "img": "greece6.jpg"
        }
      ] 
    },
    {
      "country": "Испания", 
      "capital":"Мадрид", 
      "url": "spain",
      "population": "45.7 млн. человек", 
      "religion": "католицизм", 
      "language": "испанский", 
      "currency": "евро", 
      "lat": "40",
      "lng": "-4",
      "flag": "https://restcountries.eu/data/esp.svg",
      "countryImg": "spain.jpg",
      "gallery": [
        {
          "place": "Храм Святого Семейства (Барселона)", 
          "info": "Церковь в Барселоне, в районе Эшампле, строящаяся с 1882 года. Необычный внешний вид храма сделал его одной из главных достопримечательностей Барселоны.", 
          "img":  "spain1.jpg"
        },
        {
          "place": "Парк Гуэля (Барселона)",
          "info": "Парк в верхней части Барселоны, созданный Антонио Гауди в 1900—1914 годах. Представляет собой сочетание садов и жилых зон, площадь парка составляет 17,18 га.",
          "img": "spain2.jpg"
        },
        {
          "place": "Ибица",
          "info": "Международный курорт. Наибольшую известность этому острову приносят многочисленные клубы, где исполняется электронная музыка самых разнообразных направлений.",
          "img": "spain3.jpg"
        },
        {
          "place": "Лоро-парк (Пуэрто-де-ла-Крус)",
          "info": "Один из самых значительных и посещаемых (40 млн человек за все время работы) зоопарков, расположенных на острове Тенерифе, близ города Пуэрто-де-ла-Крус. ",
          "img": "spain4.jpg"
        },
        {
          "place": "Королевский дворец (Мадрид)",
          "info": "Официальная резиденция королей Испании. Расположена в западной части Мадрида.",
          "img": "spain5.jpg"
        },
        {
          "place": "Старый город Толедо (Толедо)",
          "info": "Исторический центр Толедо представляет собой цельный ансамбль нетронутого временем средневекового города с лабиринтом узких мощёных улиц и большим числом архитектурных памятников",
          "img": "spain6.jpg"
        }
      ]  
    },
    {
      "country": "Италия", 
      "capital":"Рим", 
      "url": "italy",
      "population": "60.6 млн. человек", 
      "religion": "католицизм", 
      "language": "итальянский", 
      "currency": "евро", 
      "lat": "42",
      "lng": "12",
      "flag": "https://restcountries.eu/data/ita.svg",
      "countryImg": "italy.jpg",
      "gallery": [
        {
          "place": "Колизей (г. Рим)", 
          "info": "Амфитеатр, памятник архитектуры Древнего Рима, наиболее известное и одно из самых грандиозных сооружений Древнего мира, сохранившихся до нашего времени.", 
          "img":  "italy1.jpg"
        },
        {
          "place": "Миланский собор (г. Милан)",
          "info": "Кафедральный собор, расположенный в историческом центре Милана. Посвящён Рождеству Пресвятой Девы Марии. Построен из белого мрамора в стиле пламенеющей готики.",
          "img": "italy2.jpg"
        },
        {
          "place": "Гранд Канал (г. Венеция)",
          "info": "Самая известная протока в Венеции между островами лагуны, одним из которых является Риальто. Является одной из главных транспортных артерий города.",
          "img": "italy3.jpg"
        },
        {
          "place": "Пизанская башня (г. Пиза)",
          "info": "Колокольная башня, часть ансамбля городского собора Санта-Мария-Ассунта (Пизанский собор) в городе Пиза, получившая всемирную известность благодаря непреднамеренному наклону.",
          "img": "italy4.jpg"
        },
        {
          "place": "Вулкан Везувий (г. Неаполь)",
          "info": "Действующий вулкан на юге Италии, примерно в 15 км от Неаполя. Расположен на берегу Неаполитанского залива в провинции Неаполь, регион Кампания. Входит в Апеннинскую горную систему, имеет высоту 1281 м.",
          "img": "italy5.jpg"
        },
        {
          "place": "Чинкве-Терре (регион Лигурия)",
          "info": "Национальный парк Италии, включает рукотворные террасы и пять небольших поселений на побережье Генуэзского залива в провинции Специя административного региона Лигурия. ",
          "img": "italy6.jpg"
        }
      ] 
    },
    {
      "country": "Шри-Ланка", 
      "capital":"Шри-Джаява́рденепура-Ко́тте", 
      "url": "sri-lanka",
      "population": "21.3 млн. человек", 
      "religion": "буддизм", 
      "language": "сингальский и тамильский", 
      "currency": "Шри-Ланкийская рупия", 
      "lat": "7",
      "lng": "81",
      "flag": "https://restcountries.eu/data/lka.svg",
      "countryImg": "sriLanka.jpg",
      "gallery": [
        {
          "place": "Сигирия", 
          "info": "Скальное плато, возвышающееся на 370 метров над уровнем моря и около 170 метров над окружающей равниной в самом центре острова Шри-Ланка. С 1982 года Сигирия состоит под охраной ЮНЕСКО как памятник Всемирного наследия.", 
          "img":  "sriLanka1.jpg"
        },
        {
          "place": " Пик Адама",
          "info": "Гора на острове Шри-Ланка. Буддисты считают эту гору священной.",
          "img": "sriLanka2.jpg"
        },
        {
          "place": "Долина Канди",
          "info": " жемчужина буддийской веры и культурыю С 1540 года он являлся резиденцией сингальских королей.",
          "img": "sriLanka3.jpg"
        },
        {
          "place": "Чайные плантации Нувара Элия",
          "info": "Нувара-Элия в переводе с сингальского – «город света». Он находится на высоте более 1800 метров над уровнем моря, и украшает собой подножие высочайшей вершины Цейлона Пидуруталагала, или горы Педро. Главные достопримечательности городских окрестностей – это чайные плантации, которые живописно раскинулись шелковистыми зелеными коврами по склонам горам",
          "img": "sriLanka4.jpg"
        },
        {
          "place": "Пляжи Бентоты",
          "info": "Бентота делится на два пляжа: мыс на севере (пляж Парадайз, Paradise), который разделяет волны Индийского океана с тихими водами лагуны Бентоты, и южный пляж — более приятный, с огромным выбором развлечений и фешенебельными отелями.",
          "img": "sriLanka5.jpg"
        },
        {
          "place": "Священный город Анурадхапура",
          "info": "Административный центр Северо-Центральной провинции и округа Анурадхапура. Исторические хроники сообщают, что первое поселение на месте современного города возникло в V веке до н. э. Тем не менее, по данным археологических раскопок, Анурадхапура существовала как минимум с X века до н. э.",
          "img": "sriLanka6.jpg"
        }
      ] 
    }, 
    {
      "country": "Объединённые Арабские Эмираты", 
      "capital":"Абу-Даби", 
      "url": "uae",
      "population": "9.3 млн. человек", 
      "religion": "ислам", 
      "language": "арабский", 
      "currency": "дирхам", 
      "lat": "24",
      "lng": "54",
      "flag": "https://restcountries.eu/data/are.svg",
      "countryImg": "uae.jpg",
      "gallery": [
        {
          "place": "Бурдж-Халифа (г. Дубай)", 
          "info": "Cверхвысотный небоскрёб высотой 828 метров в Дубае (ОАЭ), самое высокое и самое многоэтажное здание, самое высокое сооружение, единственный 828-метровый и 163-этажный небоскрёб в мире. Уступчатая форма здания напоминает сталагмит.", 
          "img":  "uae1.jpg"
        },
        {
          "place": "Поющие фонтаны (г. Дубай)",
          "info": "Музыкальный фонтан, расположенный в искусственном озере площадью свыше 12 га рядом с небоскрёбом Бурдж-Халифа в центре Дубая.",
          "img": "uae2.jpg"
        },
        {
          "place": "Мечеть шейха Зайда (г. Абу-Даби)",
          "info": " Одна из шести самых больших мечетей в мире. Названа в честь шейха Зайда ибн Султана ан-Нахайяна — основателя и первого президента Объединенных Арабских Эмиратов, похороненного рядом.",
          "img": "uae3.jpg"
        },
        {
          "place": "Парк Аль-Мамзар (г. Дубай)",
          "info": "Аль-Мамзар — огромный пляжно-парковый комплекс в Дубае — расположен на одноименном полуострове практически на границе между двумя эмиратами. Он объединяет в себе сразу 5 пляжей: 4 находятся на берегу Персидского залива, а один — в тихом, защищенном от волн открытого моря проливе между Дубаем и «анти-Дубаем» Шарджей.",
          "img": "uae4.jpg"
        },
        {
          "place": "Аквариум в Дубай Молл (г. Дубай)",
          "info": "Один из самых больших океанариумов мира, расположен в самом крупном торгово-развлекательном центре Ближнего Востока — «Дубай Молл».",
          "img": "uae5.jpg"
        },
        {
          "place": "Отель Парус (Бурдж-эль-Араб)",
          "info": "Здание стоит в море на расстоянии 280 метров от берега на искусственном острове, соединённом с землёй при помощи моста. Имеет высоту 321 м. В настоящее время Бурдж-эль-Араб занимает 5 место среди самых высоких отелей в мире, хотя 39 % его общей высоты составляют незанятые помещения ",
          "img": "uae6.jpg"
        }
      ] 
    }, 
    {
      "country": "Египет", 
      "capital":"Каир", 
      "url": "egypt",
      "population": "100 млн. человек", 
      "religion": "ислам", 
      "language": "арабский", 
      "currency": "египетский фунт", 
      "lat": "27",
      "lng": "30",
      "flag": "https://restcountries.eu/data/egy.svg ",
      "countryImg": "egipet.jpg",
      "gallery": [
        {
          "place": "Пирамиды Гизы (8 км от г. Гиза)", 
          "info": "Комплекс древних памятников на плато Гиза в пригороде Каира. Принято считать, что постройки были созданы в Древнем царстве Древнего Египта во время правления IV—VI династий (XXVI—XXIII века до н. э.).", 
          "img":  "egipet1.jpg"
        },
        {
          "place": "Долина фараонов (г. Луксор)",
          "info": "Скалистое ущелье в Египте, где за период Нового царства (примерно 500 лет с XVI век до н. э. по XI век до н. э.) построены гробницы для фараонов, а также ряда их высокопоставленных чиновников и родственников. ",
          "img": "egipet2.jpg"
        },
        {
          "place": "Храм Луксора (г. Луксор)",
          "info": "Развалины центрального храма древнеегипетского солнечного бога Амона-Ра, на правом берегу Нила, в южной части Фив, в пределах современного города Луксор.",
          "img": "egipet3.jpg"
        },
        {
          "place": "Город-курорт Шарм-эль-Шейх (юг Синайского полуострова)",
          "info": "Полуостров в Красном море, на границе между Азией и Африкой, часть территории Египта.",
          "img": "egipet4.jpg"
        },
        {
          "place": "Храм Карнака",
          "info": "Крупнейший храмовый комплекс Древнего Египта, главное государственное святилище Нового царства. Ансамбль включает храмы, посвящённые фиванской триаде — верховному богу Амону-Ра, его супруге Мут и сыну Хонсу.",
          "img": "egipet5.jpg"
        },
        {
          "place": "Национальный парк Рас-Мохаммед (юг Синайского полуострова)",
          "info": "Национальный парк Рас-Мохаммед — гордость Египта. Расположен на самом юге Синайского полуострова, в 25 км к юго-западу от Шарм-эш-Шейха (вдоль побережья), между Суэцким заливом на западе и заливом Акаба на востоке. Считается одним из самых живописных мест на всём Красном море.",
          "img": "egipet6.jpg"
        }
      ] 
    },
    {
      "country": "Черногория", 
      "capital":"Подгорица", 
      "url": "montenegro",
      "population": "622 тыс. человек", 
      "religion": "православие", 
      "language": "черногорский", 
      "currency": "евро", 
      "lat": "42",
      "lng": "19.2",
      "flag": "https://restcountries.eu/data/mne.svg",
      "countryImg": "montenegro.jpg",
      "gallery": [
        {
          "place": "Будва – старый город", 
          "info": " город в Черногории, расположенный в центральной части адриатического побережья страны. Будва основана 2500 лет назад, является одним из самых древних поселений на берегах Адриатического моря.", 
          "img":  "montenegro1.jpg"
        },
        {
          "place": "Собор Святого Трифона",
          "info": "Собор Святого Трифона, несмотря на многочисленные перестройки, представляет собой выдающийся образец романской архитектуры.",
          "img": "montenegro2.jpg"
        },
        {
          "place": "Монастырь Острог",
          "info": "Действующий сербский православный монастырь в Черногории, расположенный в горах в 13 километрах от Никшича и в 15 километрах от Даниловграда, на высоте около 900 м над уровнем моря. Основан в XVII веке. В монастыре хранятся мощи его основателя — святого Василия Острожского, чудотворца, скончавшегося 29 апреля (9 мая) 1671 года. В настоящее время в обители живут 12 монахов.",
          "img": "montenegro3.jpg"
        },
        {
          "place": "Каньон реки Тара",
          "info": "Каньон в Черногории, одна из достопримечательностей страны. Территория каньона с парком Дурмитор включена в список Всемирного наследия ЮНЕСКО.",
          "img": "montenegro4.jpg"
        },
        {
          "place": "Пляж Бечичи",
          "info": "Пляж Бечичи на Будванской Ривьере в пригороде Будвы - один из самых лучших пляжей Черногории.",
          "img": "montenegro5.jpg"
        },
        {
          "place": "Мост Джурджевича",
          "info": "Железобетонный арочный мост через реку Тара в северной части Черногории. Расположен на перекрёстке путей между городами Мойковац, Жабляк и Плевля. Своё название мост Джурджевича получил от имени владельца фермы, которая расположена рядом.",
          "img": "montenegro6.jpg"
        }
      ] 
    }
  ],


  "placeholder": "Введите город",
  "search": "поиск",
  "feel": "Ощущается как:",
  "wind": "Ветер:",
  "ms": "м/с",
  "humidity": "Влажность:",
  "day": ["Воскресенье", "Понедельник", "Вторник", "Среда", "Четверг", "Пятница", "Суббота"],
  "month": [
    "Января",
    "Февраля",
    "Марта",
    "Апреля",
    "Мая",
    "Июня",
    "Июля",
    "Августа",
    "Сентября",
    "Октября",
    "Ноября",
    "Декабря"
  ],
  
  "wether": {
    "200": "Гроза с небольшим дождем",
    "201": "Гроза с дождем",
    "202": "Гроза с проливным дождем",
    "231": "Гроза с моросящим дождем",
    "232": "Гроза с сильным моросящим дождем",
    "233": "Гроза с градом",
    "300": "Легкая морось",
    "301": "Морось",
    "302": "Сильный дождь",
    "500": "Легкий дождь",
    "501": "Умеренный дождь",
    "502": "Сильный дождь",
    "511": "Дождь со снегом",
    "520": "Слабый дождь",
    "521": "Ливень",
    "522": "Сильный ливень",
    "600": "Легкий снег",
    "601": "Снег",
    "602": "Сильный снегопад",
    "610": "Смешать снег / дождь",
    "611": "Мокрый снег",
    "612": "Тяжелый мокрый снег",
    "621": "Снегопад",
    "622": "Сильный снегопад",
    "623": "Снегопад",
    "700": "Мгла",
    "711": "Дым",
    "721": "Туман",
    "731": "Песок / пыль",
    "741": "Туман",
    "751": "Морозный туман",
    "800": "Безоблачно",
    "801": "Слабая облачность",
    "802": "Переменная облачность",
    "803": "Облачно с прояснениями",
    "804": "Пасмурно",
    "900": "Неизвестные осадки"
  },
"error": "Нет такого места"
}
